IDEA Open Model
BoltGrid.AxisY Property
Compatible with IDEA StatiCa Beta 20.0
 Bolt grid LCS - Axis Y
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Vector3D AxisY { get; set; }
Public Property AxisY As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace